<template lang="pug">
div.course

	hero(image='course_bg-accu.jpg', title='#SektaAccuСhek Программа для людей с диабетом')
		p Программа #SektaAccuСhek разработана для людей с диабетом 1 и 2 типа и их родственников.
		p Проходите курс сами или помогайте в его прохождении родным с диабетом: детям или пожилым родителям.
		p Тренировки программы учитывают особенности изменения гликемии во время, до и после занятия. Они подойдут и людям из группы риска по развитию метаболических нарушений, с лишним весом и желающим следить за здоровьем.
		p Во время прохождения курса вы будете получать бесплатные онлайн-консультации врача-эндокринолога.
		template(v-slot:buttons)
			green-btn(@click.prevent='setFormModalState({modalState: true})') Записаться на обучение

	article.main-content
		.article-limit
			.text-typography
				h3.center #SEKTAMAMA
				h4.center ДЕМО-ВЕРСИЯ ПРОГРАММЫ #SEKTAMAMA
				p Мечтаете о хорошем результате, но боитесь, что противопоказания сделают прогресс слишком медленным?
				p На курсе вы проработаете мышцы пресса, спины, ног и ягодиц и всего тела комплексно. Даже при наличии противопоказаний мы подберем упражнения, которые будут воздействовать эффективно.
				p
					b Программа подходит:
				ul
					li «Начинающим» мамам
				p Зачем откладывать, если можно заниматься уже сейчас? Мы составили программу так, что вы можете начать в первый же день после естественных родов и через месяц после кесарева сечения. Всё проверено врачами, экспертами и нашим опытом — это безопасно и эффективно.

				ul
					li Мамам «со стажем»
				p Вы никогда не качали пресс и не делали выпады, а дома каждый гурман питается по индивидуальному меню? Рады вас приветствовать. Тренировки на любой вкус и подготовку, а рацион — для всей семьи: расскажем, как угодить каждому и сделать питание семьи более здоровым.

				ul
					li Мамам с диастазом
				p После беременности бывает диастаз, и это нормально. Если он не проходит, мы поможем справиться с ним постепенно — убрать полностью или сократить его проявление.

				p
					b Длительность курса: 
					| 9 недель.
				p
					b Стоимость одной недели обучения: 
					| 1 350 рублей.
				h5
					b Особенности программы:
				ul
					li Индивидуальные рекомендации по питанию и тренировкам, исходя из состояния вашего здоровья, физических данных и других особенностей.
					li Возможность выбора более строгого подхода к проверке дневников и предоставлению рекомендаций.
					li Тренировки доступны в любое время дня и ночи — занимайтесь, когда это удобно вам и вашей семье.
					li Ничего лишнего — только личное пространство на специализированном портале и шкала прогресса, которая покажет, насколько хорошо вы поработали.
					li Новые лайфхаки по воспитанию и ответы других мам на вопрос «Как вернуть в норму психику после поделок из шишек» — общение и поддержка единомышленников в чате под наставничеством профессиональных кураторов-мам.
					li Забота о здоровье — возможность обсудить вопросы со специалистами (акушер-гинеколог, консультант по грудному вскармливанию)
					li Готовое меню, книги рецептов, полезные советы — всё, чтобы облегчить путь к новому телу.


	section
		.section-caption
			| Запишитесь сейчас
			.highlight cтарт в понедельник
		entry-form

</template>

<script>
	import { mapActions } from 'vuex'
	export default {
		name: 'for-mums',
		components: {
			hero: () => import('@/components/heroes/aside-hero.vue'),
			EntryForm: () => import('@/components/entry-form.vue'),
			GreenBtn: () => import('@/components/form/green-btn.vue'),
		},
		methods: {
			...mapActions(['setFormModalState'])
		},
		data () {
			return {}
		}
	}
</script>

<style lang="postcss">
	
</style>
