<template lang="pug">
div.course

	courses-hero(image='course_bg-sectamama.jpg', title='Курс #SektaLite')
		p Программа #sektaLite подойдет людям с высоким индексом массы тела, старшей возрастной группы, перенесшим травму и новичкам в спорте.
		p Проходите курс сами или подарите близким. Если вы только начинаете осваивать интернет, мы поможем разобраться с личной страницей на сайте, где проходит обучение, и в чате, где общаются ученики и кураторы.

	article.main-content
		.article-limit
			.text-typography
				h2.title.center #SEKTAMAMA
				h3.caption.center ДЕМО-ВЕРСИЯ ПРОГРАММЫ #S60LITE
				p
					b Для кого:
					ul
						li
							b
								i Для новичков. 
							| Если вы никогда не занимались раньше, тренировки по системе Lite помогут войти в тренировочный режим и познакомиться с разноплановой нагрузкой.
						li
							b
								i Для людей старшего возраста. 
							| Чтобы тренеровки оставались эффективными, необходимо, чтобы они соответствовали возрасту и физической подготовке. При создании программы мы учли все 
							a(href='#' target="_BLANK" rel="noopener noreferrer") рекомендации министерства спорта РФ.
						li
							b
								i Для людей с ограничениями по нагрузкам. 
							| Если у вас есть противопоказания к интенсивным тренировкам, программа Lite предоставит выбор доступных нагрузок.
				p
					b Длительность курса: 
					| 9 недель.
				p
					b Стоимость одной недели обучения: 
					| 1 350 рублей.
				h4
					b Особенности программы:
				ul
					li индивидуальные рекомендации спортивного врача на основе медицинской анкеты;
					li адаптация тренировочного процесса и рекомендаций по питанию в соответствии с вашими особенностями и противопоказаниями;
					li возможность выбора «мягкого» или «жесткого» подхода в работе куратора;
					li выполнение тренировок в любое удобное для вас время;
					li обучение на личной странице ученика на сайте;
					li возможность отслеживать свой прогресс;
					li общение и поддержка единомышленников в чате под руководством кураторской команды тренеров и консультантов.


	entry-form

</template>

<script>
	export default {
		name: 'for-mums',
		components: {
			CoursesHero: () => import('@/components/courses/hero.vue'),
			EntryForm: () => import('@/components/courses/entry-form.vue'),
		},
		data () {
			return {}
		}
	}
</script>

<style lang="postcss">
	
</style>
