<template lang="pug">
div.course

	courses-hero(class='dark', image='gym_bg.jpg', title='Что такое курс #sekta в зале?')
		template(v-slot:default)
			ul
				li 4 недели разнообразных тренировок от 2 до 6 раз в неделю;
				li работа с питанием и полезными привычками на личной странице на сайте;
				li прохождение программы под руководством команды тренеров и консультантов;
				li нагрузки, адаптированные под ваши особенности и противопоказания;
				li индивидуальные рекомендации спортивного врача на основе медицинской анкеты;
				li новые друзья и единомышленники.
		template(v-slot:buttons)
			green-btn(@click.prevent='setModalState({modalState: true})') Записаться на обучение

	article.main-content
		.article-limit
			.text-typography
				h2.title.center #SEKTACARE
				h3.caption.center ДЕМО-ВЕРСИЯ ПРОГРАММЫ #SEKTACARE
				p Мечтаете о хорошем результате, но боитесь, что противопоказания сделают прогресс слишком медленным?
				p На курсе вы проработаете мышцы пресса, спины, ног и ягодиц и всего тела комплексно. Даже при наличии противопоказаний мы подберем упражнения, которые будут воздействовать эффективно.
				p
					b Что вы получите?
				ul
					li Снижение массы тела
					li Укрепление мышечного корсета
					li Укрепление спины
					li Укрепление суставов
					li Здоровое питание без диет
					li Безопасные тренировки
					li Узнаете, как адаптировать упражнения и тренироваться после спортивных или других травм
				p Чтобы тренировки укрепляли здоровье и способствовали похудению, они должны быть сложными, но выполнимыми и приносить вам радость. Наш курс состоит из таких тренировок, поэтому вы не бросите его после первого занятия.
				p Курс доступен онлайн и в залах Москвы и Санкт-Петербурга.
				p
					b Длительность курса: 
					| 9 недель.
				p
					b Стоимость одной недели обучения: 
					| 1 350 рублей.
				h4
					b Особенности программы:
				ul
					li индивидуальные рекомендации спортивного врача на основе медицинской анкеты;
					li адаптация тренировочного процесса и рекомендаций по питанию в соответствии с вашими особенностями и противопоказаниями;
					li возможность выбора «мягкого» или «жесткого» подхода в работе куратора;
					li выполнение тренировок в любое удобное для вас время;
					li обучение на личной странице ученика на сайте;
					li возможность отслеживать свой прогресс;
					li общение и поддержка единомышленников в чате под руководством кураторской команды тренеров и консультантов.

</template>

<script>
	export default {
		name: 'gym',
		components: {
			CoursesHero: () => import('@/components/heroes/fullsize-hero.vue'),
			GreenBtn: () => import('@/components/form/green-btn.vue'),
		},
		data () {
			return {}
		}
	}
</script>

<style lang="postcss">
	
</style>
