<template lang="pug">
div.gym

	gym-hero(class='huge-content', image='gym_bg.jpg')
		template(v-slot:another)
			.huge-hero-text
				h1.main Москва
				.additional старт занятий – 01 октября


	section
		.section-caption Выберите программу тренировок
		training-plans


	section
		.section-caption Выберите расположение зала
		gym-map


	section
		.section-caption
			| Запишитесь сейчас
			.highlight старт занятий – 01 декабря
		entry-form


	article.main-content
		.article-limit
			.text-typography
				h2.center Часто задаваемые вопросы
				h5 Что входит в курс #sekta в зале?
				p Курс #sekta в зале включает:
				ul
					li 4 недели групповых тренировок от 2 до 6 раз в неделю (количество тренировок вы выбираете при подаче заявки на курс);
					li работу с личной страницей на сайте, где размещаются задания по питанию, видео коротких утренних тренировок и полезные материалы; 
					li трекер целей и полезных привычек на личной странице на сайте.

				h5 Какие будут тренировки?
				p В программе чередуются высокоинтенсивные, кардио, силовые и альтернативные виды тренировок на все группы мышц. Работаем с собственным весом, иногда включаем спортивный инвентарь, если он есть в зале. Тренировки не повторяются.

				h5 Сколько длится курс?
				p Курс рассчитан на 4 недели, но программа длится столько, сколько вам нужно для достижения результата — вы можете заниматься месяц, два или год. Каждый месяц — новые задания для продолжающих обучение и новичков.

				h5 Я могу менять дни, время и ходить на тренировки в любую группу?
				p Нет. Вы оплачиваете конкретное направление, зал, время, количество и дни тренировок (выбираете при подаче заявки) — и можете ходить только в выбранную группу.

				h5 Можно ли перенести тренировки на следующий месяц?
				p Перенос и восстановление тренировок возможен только по медицинской справке или больничному листу. В других форс-мажорных обстоятельствах вопрос переноса решается в индивидуальном порядке.

				h5 Открыт набор во все группы, кроме направления #sektalite. Что делать?
				p Подождать до 20 числа текущего месяца — в этот день мы открываем набор в группы направления #sektalite.

				h5 Когда старт курса?
				p сюда надо подкручивать дату из аминки (проставляется вручную каждый месяц)

				h5 Что брать с собой на тренировки в зал?
				p Спортивную форму, кроссовки для тренинга или бега, банные принадлежности (если в выбранном вами зале есть душ), бутылку с водой. Коврики и нужный инвентарь для тренировок есть в зале.
</template>

<script>
	export default {
		name: 'gym-moscow',
		components: {
			EntryForm: () => import('@/components/entry-form.vue'),
			TrainingPlans: () => import('@/components/gym/trainings.vue'),
			GymMap: () => import('@/components/gym/map.vue'),
			GymHero: () => import('@/components/heroes/fullsize-hero.vue'),
		},
		data () {
			return {}
		}
	}
</script>

<style lang="postcss">
</style>
