<template lang="pug">
div.gym
	.article-limit
		.text-typography
			h2.center H2 Заголовок
			p Многое можно услышать в пробуждающемся весеннем лесу. Тонко пищат рябчики, гугукают по ночам невидимые совы. На непроходимом болоте водят весенние хороводы прилетевшие журавли.
			p Многое можно услышать в пробуждающемся весеннем лесу. Тонко пищат рябчики, гугукают по ночам невидимые совы. На непроходимом 
				a(href='#')  болоте
				|  водят весенние хороводы прилетевшие журавли. Над желтыми золотистыми пуховками цветущей ивы жужжат пчелы. А в кустах на берегу реки защелкал, звонко запел первый соловей.
			h3 H3 заголовок
			h4 H4 заголовок
			p Многое можно услышать в пробуждающемся весеннем лесу. Тонко пищат рябчики, гугукают по ночам невидимые совы. На непроходимом болоте водят весенние хороводы прилетевшие журавли. Над желтыми золотистыми пуховками цветущей ивы жужжат пчелы. А в кустах на берегу реки защелкал, звонко запел первый соловей.
			p Идешь по лесу, хорошенько приглядываясь. Нужно уметь находить грибные места, знать, где какой растет гриб. Вот под деревьями смешанного леса краснеет шляпка подосиновика. Нагнешься, срежешь ножом толстый корешок гриба, аккуратно положишь находку в корзинку. Кое-где попадаются крепкие боровики, приятно взять в руки холодноватый гриб. Вот широким хороводом рассеялись на поляне красивые
			h5 H5 Заголовок
			p Кто из вас не побывал знойным летом в прохладном темном лесу? Примолкли самые голосистые птицы, уже не поют по закрайкам леса звонкоголосые соловьи.
			ul
				li занимайтесь в удобное время и в удобном месте;
				li онлайн или с тренером в зале;
				li без голода и переедания;
				li под чутким контролем кураторов;
				li с поддержкой единомышленников. Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты.
			ol
				li занимайтесь в удобное время и в удобном месте;
				li онлайн или с тренером в зале;
				li без голода и переедания;
				li под чутким контролем кураторов;
				li с поддержкой единомышленников. Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты.
			h3.center H3 заголовок
			h4.center H4 заголовок

</template>

<script>
	export default {
		name: 'gym-saint-pitersburg',
		components: {
			EntryForm: () => import('@/components/entry-form.vue'),
		},
		data () {
			return {}
		}
	}
</script>

<style lang="postcss">
	
</style>