<template lang="pug">
div.main-layout
	header-component
	.requisites
		.article-limit
			.text-typography
				h2 Общество с ограниченной ответственностью «ШКОЛА ИДЕАЛЬНОГО ТЕЛА РЕГИОНЫ»
				table(border='1')
					tr
						td Полное фирменное наименование
						td Общество с ограниченной ответственностью «ШКОЛА ИДЕАЛЬНОГО ТЕЛА РЕГИОНЫ»
					tr
						td Сокращенное фирменное наименование
						td ООО «ШКОЛА ИДЕАЛЬНОГО ТЕЛА РЕГИОНЫ»
					tr
						td Адрес места нахождения
						td 620144, Свердловская область, г Екатеринбург, ул. Народной Воли, дом 19А, офис 619
					tr
						td Дата регистрации
						td 13.04.2015 года
					tr
						td Основной государственный орган (ОГРН)
						td 1156658008209
					tr
						td ИНН
						td 6671009820
					tr
						td КПП
						td 667101001
					tr
						td Наименование налогового органа
						td Инспекция Федеральной налоговой службы по Ленинскому району г. Екатеринбурга
					tr
						td Генеральный директор
						td Уфимцев Андрей Николаевич
				img(src='@/assets/images/docs/ШИТ-РЕГ-ИНН.jpg' width='100%')
</template>

<script>
export default {
	name: 'RegSubDomain',
	metaInfo: {
		title: 'Реквизиты регионы',
		description: 'ООО "Школа идеального тела регионы"',
	},
	components: {
		HeaderComponent: () => import('./header.vue'),
	},
}
</script>
