<template lang="pug">
div.course
	hero(image='course_bg-sektacamp.jpg', title='SEKTACAMP2019')
		p Спортивный лагерь #sektacamp2019 пройдет с 27 июля по 4 августа на курорте «Роза Хутор» в окружении Кавказских гор.
		template(v-slot:buttons)
			green-btn(@click.prevent='setFormModalState({modalState: true})') Записаться на обучение

	article.main-content
		.article-limit
			.text-typography
				h3.center #SEKTACAMP2019
				p Спортивный лагерь #sektacamp2019 пройдет с 27 июля по 4 августа на курорте «Роза Хутор» в окружении Кавказских гор.
				h5
					b Что вас ждет?
				ul
					li Насыщенная тренировочная программа
					li 2 масштабных фитнес-рейва в горах
					li Бодрые утроворки каждый день
					li Зажигательные тренировки #sekta на выносливость, пресс, ягодицы, кор
					li Тай-бо, тверк, растяжка, йога, бег
					li Лекции и мастер-классы от научного и тренировочного отделов #sekta
					li Майндфулнес практики с Леной Дегтярь
					li И главное - отличная компания!

				h5
					b Место
				p Краснодарский край, г. Сочи.
				p Мы будем жить в отеле «Rosa Ski Inn» и тренироваться на площадках курорта “Rosa Khutor” на высоте 1170 метров над уровнем моря.
				p Уютные двухместные номера, лес, горы и свежий воздух.

				h5
					b Цены
				p
					b Смена с 27 июля по 4 августа.

				p Стоимость путевки 39000₽.
				p Проживание в двухместном номере класса «Стандарт» - 39000₽
				p Возможна оплата путевки по частям 50%-50%.

				p
					b В стоимость входят:
				ul
					li проживание в двухместном номере
					li завтрак по системе шведский стол
					li все активности по программе #sektacamp2019 (тренировки, лекции, мастер-классы, работа с куратором в отрядах)

				p
					b Самостоятельно оплачиваются:
					ul
						li перелет
						li обеды и ужины: мы нашли отличную столовую, где каждый сможет составить для себя полноценный рацион со скидкой 20% для всех участников #sektacamp
						li курортный сбор: 10₽ в сутки

				p
					b Условия проживания детей:
					p Подробности об условиях проживания детей уточняйте у менеджера лагеря по почте camp@sektaschool.ru

				h5
					b Как добраться до лагеря

				p
					b НА АВТОБУСЕ

					ul
						li Городской автобус №&nbsp;105 идет от центрального ж/д вокзала Сочи до курорта «Роза Хутор» с остановкой в международном аэропорту. Городской автобус №&nbsp;135 идет от ТЦ «Новый Век» в Адлере.
						li На маршруте Аэропорт Сочи — «Роза Хутор» работают комфортабельные экоавтобусы SKYBUS.

				p
					b НА ПОЕЗДЕ

				p Поезд «Ласточка» ежедневно курсирует по маршрутам: Адлер — «Роза Хутор» — Адлер, Аэропорт Сочи — «Роза Хутор» — Аэропорт Сочи.
				p Время в пути: 40—45 минут.
				p Гостей, прибывающих на электропоезде, ждет бесплатный трансфер от станции «Роза Хутор» до остановки Роза Долина.

				p
					b НА АВТОМОБИЛЕ
				p По автомобильной дороге Адлер — Красная Поляна, свернув в с. Эстосадок на Альпийское шоссе, по направлению к комплексу «Санки» и Горной Олимпийской деревне.


				h5
					b ЧТО БРАТЬ С СОБОЙ

				p
					b Участникам #SEKTACAMP2019 понадобятся:
				ul
					li одежда и обувь для тренировок: обязательно кроссовки с хорошей амортизацией, спортивный топ с хорошей фиксацией для девушек, коврик для йоги, удобные легинсы/лосины или спортивные шорты, спортивная майка/футболка;
					li купальные и пляжные принадлежности, маска и шапочка для бассейна (если планируете посещать тренировки по плаванию);
					li лекарства для личного пользования;
					li комплект теплой одежды, на вечер;
					li средства для защиты от солнца.


	section
		.section-caption
			| Запишитесь сейчас
			.highlight cтарт в понедельник

		entry-form(formType='camp')
</template>

<script>
import { mapActions } from 'vuex'
import Vue from 'vue';

export default {
	name: 'SektaCamp',
	metaInfo: {
		title: 'Летний лагер #sekta',
		description: 'Ежегодный летний спортивный лагерь #sektacamp. Неделя тренировок, лекций, мастер-классов от научного и тренировочного отделов #sekta.'
	},
	components: {
		hero: () => import('@/components/heroes/fullsize-hero.vue'),
		EntryForm: () => import('@/components/entry-form.vue'),
		GreenBtn: () => import('@/components/form/green-btn.vue'),
	},
	data () {
		return {}
	},
	methods: {
		...mapActions(['setFormModalState'])
	},
}
</script>

<style lang="postcss">

</style>
