<template lang="pug">
.content
	p.heavy-text Внимательно заполните форму заявки:
	p введите контактные данные для связи, выберите нужный размер и способ получения заказа.
	p(style='margin-top: 20px') 
		b Внимание!
	p Единовременно вы можете заказать и оплатить только один товар. Если вы хотите приобрести несколько, сделайте несколько заказов и оплатите их.
		| Несколько заказов на одну эл. почту будут включены в одну посылку.

	p(style='margin-top: 20px') 
		b Доставка
	p Доставляем курьером по России или отдаем в руки в Санкт-Петербурге по адресу: Невский пр., 11/2, офис 42 (пн—пт, с 11:00 до 19:00). 
		| Если вашего города нет в списке или вы хотите заказать доставку за пределы РФ, пишите на 
		a(href="mailto:info@sektaschool.ru") info@sektaschool.ru
	hr
	p.small-text В течение 24 часов после оплаты вам придет чек и письмо от нас, подтверждающее бронирование (не забудьте проверить папки “спам” и “промоакции”). 
		| Если вы не получили письмо в указанные сроки, напишите нам: 
		a(href="mailto:info@sektaschool.ru") info@sektaschool.ru.u.
	p.small-text(style="margin-top: 10px") При выборе варианта “Предоплата...” вторую часть оплаты необходимо внести до 1 июля. Ссылка на вторую оплату придет вам в письме 
	div(style='margin-top: 37px')
		p.tiny-text Оплата производится на сайте Яндекс.Кассы
		p.tiny-text Оказание услуг осуществляется ООО «ШКОЛА ИДЕАЛЬНОГО ТЕЛА *ГОРОД*»
</template>

<script>
export default {
	name: 'TextsMerch',
	methods: {
		setFormModalState(data) {
			return this.$parent.setFormModalState(data);
		}
	},
}
</script>
